Repository: jjmleiro/storm-hue
Catalog: storm/src/storm/locale/*/LC_MESSAGES/django.po
Languages: es

source: You must to specify STORM UI Server I.P. or STORM UI Server HostName.
es: Debe especificar una I.P. para el Servidor STORM UI o nombre de Host.

source: You must to specify STORM UI Server port.
es: Debe especificar el puerto del Servidor de STORM UI.

source: You must to specify LogViewer URL to view the nimbus.log.
es: Debe especificar la URL de LogViewer para ver el log del Nimbus.

source: You must to specify a STORM-UI Cluster Summary path.
es: Debe especificar la ruta del Resumen del Cluster STORM-UI

source: You must to specify a STORM-UI Supervisor Summary path.
es: Debe especificar la ruta del Resumen del Supervisor STORM-UI

source: You must to specify a STORM-UI Topologies Summary path.
es: Debe especificar la ruta del Resumen de Topologías STORM-UI

source: You must to specify a STORM-UI Topology path.
es: Debe especificar la ruta de la Topología STORM-UI

source: You must to specify a STORM-UI Configuration path.
es: Debe especificar la ruta del Resumen de la Configuración STORM-UI

source: Save HDFS File
es: Guardar fichero HDFS

source: Topology Name
es: Nombre de la Topología

source: Class Name
es: Nombre de la clase

source: File to Upload
es: Fichero a subir

source: Error saving JAR File.
es: Error al guardar el fichero JAR.

source: Error in upload form.
es: Error en el formulario de subida

source: HDFS File must not be empty.
es: El fichero HDFS no puede estar vacío.

source: Destination %(name)s already exists.
es: El fichero destino ya existe.

source: Copy to %(name)s failed: %(error)s.
es: Fallo en la copia del fichero.

source: Error submitting topology.
es: Enviar Nueva Topología

source: Show _MENU_ entries
es: Mostrar _MENU_ entradas

source: Search
es: Buscar

source: No data available
es: No hay datos disponibles

source: Showing _START_ to _END_ of _TOTAL_ entries
es: Mostrando _START_ to _END_ de _TOTAL_ entradas

source: Showing 0 to 0 of 0 entries
es: Mostrando 0 a 0 de 0 entradas

source: (filtered from _MAX_ total entries)
es: (filtrado desde _MAX_ entradas totales)

source: No matching records
es: No hay registros coincidentes

source: First
es: Primero

source: Last
es: Último

source: Next
es: Siguiente

source: Previous
es: Anterior

source: Emitted
es: Emitidos

source: Transferred
es: Tarnsferidos

source: Executed
es: Ejecutados

source: Acked
es: Confirmados

source: Failed
es: Erróneos

source: Tasks
es: Tareas

source: Executors
es: Ejecutores

source: Error connecting to the Storm UI server:
es: Error al conectar con el servidor Storm UI:

source: Please contact your administrator to solve this.
es: Por favor contacta con el administrador para solucionar esto.

source: Storm Dashboard
es: Panel de Storm

source: Topology
es: Topología

source: Detail
es: Detalle

source: Bolts Detail
es: Detalle de Bolts

source: Executors/Tasks
es: Ejecutores/Tareas

source: Summary
es: Sumario

source: Capacity (last 10m)
es: Capacidad (últimos 10m)

source: Execute latency (ms)
es: Ejecutar latencia (ms)

source: Process latency (ms)
es: Procesar latencia (ms)

source: Last error
es: Último error

source: Cluster Summary
es: Sumario del Cluster

source: There are currently no cluster information to show in Storm UI Server:
es: No hay información en el cluster actual para mostrar en el servidor Storm UI:

source: There are currently no supervisor information to show in Storm UI Server:
es: No hay información en el supervisor actual para mostrar en el servidor Storm UI:

source: Topology
es: Topología

source: Explain
es: Explicación

source: Component Summary
es: Sumario de Componente

source: Stats
es: Estadísticas

source: Window
es: Ventana

source: Execute Latency (ms)
es: Ejecutar Latencia (ms)

source: Process Latency (ms)
es: Procesar Latencia (ms)

source: Complete Latency (ms)
es: Completar Latencia (ms)

source: Input Stats
es: Estadísticas de Entrada

source: Component
es: Componente

source: Stream
es: Transmisión

source: Output Stats
es: Estadísticas de Salida

source: Uptime
es: Tiempo de actividad

source: Port
es: Puerto

source: Errors
es: Errores

source: Time
es: Tiempo

source: Times
es: Tiempos

source: Input
es: Entrada

source: Output
es: Salida

source: Topology Stats
es: Estadísticas de la Topología

source: Topology Stats Dashboard
es: Panel de Estadísticas de la Topología

source: Topology Stats Detail
es: Detalle de Estadísticas de la Topología

source: Spouts (All Time)
es: Spouts (Todo el Tiempo)

source: Last Error
es: Último Error

source: Spout Dashboard
es: Panel de Spout

source: Spout Detail
es: Detalle de Spout

source: Bolts (All Time)
es: Bolts (Todo el Tiempo)

source: Bolt Dashboard
es: Panel de Bolt

source: Bolt Detail
es: Detalle de Bolt

source: View Details
es: Ver detalles

source: Spouts Detail
es: Detalle de Spouts

source: Topology Visualization
es: Visualización de la Topología

source: Streams
es: Transmisiones

source: Submit Topology
es: Enviar Topología

source: Create topology
es: Crear Nueva Topología

source: Submit a new topology
es: Enviar Nueva Topología

source: Save to HDFS
es: Guardar en HDFS

source: Dashboard
es: Panel

source: Nimbus Configuration
es: Configuración del Nimbus

source: There are currently no settings to show in Storm UI Server:
es: No hay configuraciones para mostrar en el servidor Storm UI:

source: Actives
es: Activos

source: Inactives
es: Inactivos

source: Workers
es: Trabajadores

source: Topologies Stats
es: Estadísticas de las Topologías

source: Topologies: Executors/Tasks
es: Topologías: Ejecutores/Tareas

source: Max Uptime
es: Máx. Tiempo de Actividad

source: Min Uptime
es: Mín. Tiempo de Actividad

source: Topology Summary
es: Sumario de la Topología

source: Name
es: Nombre

source: Status
es: Estado

source: Num.Workers
es: Núm.Trabajadores

source: Num.Executors
es: Núm.Ejecutores

source: Num.Tasks
es: Núm.Tareas

source: No active topologies available
es: No se encuentran topologías activas disponibles

source: Activate
es: Activar

source: Deactivate
es: Desactivar

source: Rebalance
es: Rebalancear

source: Automatic
es: Automático

source: Custom
es: Personalizado

source: Kill
es: Matar

source: Hide System Stats
es: Ocultar Estadísticas del Sistema

source: Show System Stats
es: Mostrar Estadísticas del Sistema

source: Tables
es: Tablas

source: Detail
es: Detalle

source: Supervisor Summary
es: Sumario del Supervisor

source: Used slots
es: Slots Usados

source: Version
es: Versión

source: Nimbus uptime
es: Tiempo de Actividad del Nimbus

source: supervisors
es: Supervisores

source: Free slots
es: Slots libres

source: Total slots
es: Slots totales

source: Key
es: Clave

source: Value
es: Valor

source: Custom Rebalance:
es: Rebalanceo Personalizado:

source: Set Workers
es: Establecer Trabajadores

source: Set Wait Secs.
es: Establecer Segs. de Espera

source: Topology Workers
es: Trabajadores de la Topología

source: Topology Executors
es: Ejecutores de la Topología

source: Set Num. Executors
es: Establecer Núm. de Ejecutores

source: ERROR rebalancing this topology
es: ERROR al rebalancear esta topología

source: Cancel
es: Cancelar

source: Submit
es: Enviar

source: Create New Topology
es: Crear Nueva Topología

source: Save Topology to HDFS
es: Guardar Topología a HDFS

source: Save
es: Guardar

source: Confirm action
es: Confirmar acción

source: Are you sure you want to do this action: ACTIVE?
es: ¿Estás seguro que quiere realizar esta acción: ACTIVAR?

source: ERROR activating this topology
es: ERROR al activar esta topología

source: Yes
es: Si

source: Are you sure you want to do this action: Deactivate?
es: ¿Estás seguro que quiere realizar esta acción: DESACTIVAR?

source: ERROR deactivating this topology
es: ERROR al desactivar esta topología

source: Are you sure you want to do this action: REBALANCE?
es: ¿Estás seguro que quiere realizar esta acción: REBALANCEAR?

source: Are you sure you want to do this action: KILL?
es: ¿Estás seguro que quiere realizar esta acción: MATAR?

source: ERROR killing this topology
es: ERROR al matar esta topología

source: Last error:
es: Último error:

source: Download as JSON
es: Descargar como JSON

source: Export to JSON
es: Exportar a JSON

source: Download as CSV
es: Descargar como CSV

source: Export to CSV
es: Exportar a CSV

source: Download as XLS
es: Descargar como XLS

source: Export to XLS
es: Exportar a XLS

source: Download as PDF
es: Descargar como PDF

source: Export to PDF
es: Exportar a PDF

source: Stats Detail
es: Detalle de Estadísticas

source: Window Summary
es: Sumario de Ventana

source: Spouts (Tasks/Executors)
es: Spouts (Tareas/Ejecutores)

source: Spouts Stats
es: Estadísticas de Spouts

source: Bolts (Tasks/Executors)
es: Bolts (Tareas/Ejecutores)

source: Bolts Stats
es: Estadísticas de Bolts

source: Bolts (Times)
es: Bolts (Tiempos)
